Repository: microsoft/mona-saas
Catalog: Mona.SaaS/Mona.SaaS.Web/Resources/Views/Setup/Index.*.resx
Languages: es

source: After your customer has confirmed their purchase through the landing page, they will automatically be redirected to this URL. Note that you can include the customer's subscription ID in the URL by using the &lt;code&gt;{{subscription-id}}&lt;/code&gt; placeholder.
es: Una vez que su cliente haya confirmado su compra a través de la página de destino, será redirigido automáticamente a esta URL. Tenga en cuenta que puede incluir el ID de suscripción del cliente en la URL utilizando el marcador de posición <code> {{suscripción-id}} </code>.

source: Before we go any further, we need some additional information about your offer so we can better customize the purchasing experience for your customers. This shouldn't take long. Before you know it, you'll be up and running and transacting with Microsoft.
es: Antes de continuar, necesitamos información adicional sobre su oferta para que podamos personalizar mejor la experiencia de compra de sus clientes. Esto no debería llevar mucho tiempo, antes de que se dé cuenta, estará en funcionamiento y realizando transacciones utilizando Microsoft.

source: Complete setup
es: Configuración completa

source: en
es: es

source: If your customer chooses to configure their subscription through AppSource/Marketplace, they will be automatically redirected to this URL. Note that you can include the customer's subscription ID in the URL by using the &lt;code&gt;{{subscription-id}}&lt;/code&gt; placeholder.
es: Si su cliente elige configurar su suscripción a través de AppSource/Marketplace, será redirigido automáticamente a esta URL. Tenga en cuenta que puede incluir el ID de suscripción del cliente en la URL utilizando el marcador de posición <code> {{suscripción-id}} </code>.

source: Mona setup
es: Configuración de Mona

source: Tell us a little about your offer
es: Cuéntanos un poco sobre su oferta

source: Thank you for installing Mona.
es: Gracias por instalar Mona.

source: The name of your company as it will appear on the landing page.
es: Nombre de su empresa tal como aparecerá en la página de destino.

source: This is the name of your offer (SaaS solution) as it will appear on the landing page.
es: Este es el nombre de su oferta (solución SaaS) tal como aparecerá en la página de destino.

source: This is your offer's (SaaS solution) public AppSource/Marketplace listing page. If you don't have it yet, you can update this URL later.
es: Esta es la página pública de su oferta (solución SaaS) de listado de AppSource/Marketplace. Si aún no lo tiene, puede actualizar esta URL más tarde.

source: This is your offer's (SaaS solution) public marketing page. If someone accesses the landing page without providing a subscription token, they will be automatically redirected to this page.
es: Esta es la página pública de su oferta (solución SaaS) de marketing. Si alguien accede a la página de destino sin proporcionar un token de suscripción, será redirigido automáticamente a esta página.

source: Your company's contact page.
es: Página de contacto de su empresa.

source: Your company's home page.
es: Página de inicio de su empresa.

source: Your company's private notice page.
es: Página de avisos privados de su empresa.

source: Your copyright notice as it will appear on the landing page.
es: Aviso de derechos de autor tal como aparecerá en la página de destino.
