Repository: microsoft/mona-saas
Catalog: Mona.SaaS/Mona.SaaS.Web/Resources/Views/Admin/Index.*.resx
Languages: es

source: Azure Active Directory Application ID
es: Id. de aplicación de Azure Active Directory

source: Azure Active Directory Tenant ID
es: Id. de inquilino de Azure Active Directory

source: Connection Webhook URL
es: Webhook de conexión

source: Disabled
es: Deshabilitado

source: Edit workflow »
es: Editar el flujo de trabajo »

source: en
es: es

source: Enabled
es: Habilitado

source: for more information on authoring your first workflows.
es: para obtener más información sobre la creación de tus primeros flujos de trabajo.

source: For more information on these settings, please
es: Para mas información sobre estas configuraciones, por favor

source: from anywhere
es: desde donde sea

source: In test mode, Mona will never try to reach out to any of
es: En modo de prueba, Mona nunca intentará comunicarse con ninguna de

source: Landing Page URL
es: Dirección URL de la página de aterrizaje

source: Manage configuration settings »
es: Administrar la configuración »

source: Manage »
es: Administrar »

source: Mona admin center
es: Mona - Centro de administración

source: Mona configuration settings
es: Mona - Ajustes de configuración

source: Mona is currently running in test mode.
es: Mona actualmente esta en modo de prueba.

source: New to logic apps? No problem! Check out
es: ¿Nuevo con Logic Apps? No hay problema! Revisa

source: On subscription cancelled
es: Con suscripción cancelada

source: On subscription plan changed
es: Con plan de suscripción cambiado

source: On subscription purchased
es: Con suscripción comprada

source: On subscription reinstated
es: Con suscripción restablecida

source: On subscription seat quantity changed
es: Con la cantidad de puestos de suscripción cambiados

source: On subscription suspended
es: Con suscripción suspendida

source: or even
es: o desde

source: Partner center technical details
es: Detalles tecnicos del Centro de partners

source: publish your SaaS offer through the Partner Center
es: publiques su oferta de SaaS a través del Centro de partners

source: Subscription event logic apps
es: Subscripcion de eventos en logic apps

source: the Mona admin center.
es: Centro de administración de Mona.

source: the Mona docs.
es: los documentos de Mona.

source: These configuration settings control nearly every aspect of how this Mona deployment behaves. Most of these settings are automatically configured during the initial Mona setup.
es: Estos ajustes de configuración controlan casi todos los aspectos de cómo se comporta la implementación de Mona. La mayoría de estos ajustes se configuran automáticamente durante la configuración inicial de Mona.

source: these docs
es: estos documentos

source: These logic apps are automatically provisioned during the Mona setup process. Each logic app handles a specific kind of subscription event (subscription purchased, cancelled, reinstated, etc.) From here, you can see the state of each logic app, edit workflows, and manage other app resources.
es: Estas logic apps se aprovisionan automáticamente durante el proceso de configuración de Cada aplicación lógica maneja un tipo específico de evento de suscripción (suscripción comprada, cancelada, reinstalada, etc.) Desde aquí, puede ver el estado de cada aplicación lógica, editar flujos de trabajo y administrar otros recursos de la aplicación.

source: this event grid topic
es: este tema de Event Grid

source: This workflow is automatically triggered after a customer has confirmed their AppSource/Marketplace purchase through the Mona landing page. For more information on the subscription purchase process, refer to
es: Este flujo de trabajo se activa automáticamente después de que un cliente haya confirmado su compra en AppSource/Marketplace a través de la página de aterrizaje de Mona. Para obtener más información sobre el proceso de compra de la suscripción, consulte

source: This workflow is automatically triggered after Mona has been notified by the AppSource/Marketplace that a subscription has been cancelled. For more information on subscription cancellation, refer to
es: Este flujo de trabajo se activa automáticamente después de que AppSource/Marketplace notifique a Mona que se canceló una suscripción. Para obtener más información sobre la cancelación de la suscripción, consulte

source: This workflow is automatically triggered after Mona has been notified by the AppSource/Marketplace that a subscription has been reinstated. For more information on subscription reinstatement, refer to
es: Este flujo de trabajo se activa automáticamente después de que AppSource/Marketplace notifique a Mona que se restableció una suscripción. Para obtener más información sobre el restablecimiento de la suscripción, consulte

source: This workflow is automatically triggered after Mona has been notified by the AppSource/Marketplace that a subscription has been suspended. For more information on subscription suspension, refer to
es: Este flujo de trabajo se activa automáticamente después de que AppSource/Marketplace notifique a Mona que se ha suspendido una suscripción. Para obtener más información sobre la suspensión de la suscripción, consulte

source: This workflow is automatically triggered after Mona has been notified by the AppSource/Marketplace that a subscription plan has been changed. For more information on subscription plan changes, refer to
es: Este flujo de trabajo se activa automáticamente después de que AppSource/Marketplace notifique a Mona que se ha cambiado un plan de suscripción. Para obtener más información sobre los cambios en el plan de suscripción, consulte

source: This workflow is automatically triggered after Mona has been notified by the AppSource/Marketplace that a subscription seat quantity has been changed. For more information on subscription seat quantity changes, refer to
es: Este flujo de trabajo se activa automáticamente después de que AppSource/Marketplace notifique a Mona que se ha cambiado la cantidad de puestos de suscripción. Para obtener más información sobre los cambios en la cantidad de puestos de suscripción, consulte

source: to
es: a

source: To disable test mode, set
es: Para deshabilitar el modo de prueba, configure

source: To enable test mode, set
es: Para habilitar el modo de prueba, configure

source: To learn more about test mode, please refer to
es: Para obtener más información sobre el modo de prueba, consulte

source: visit the Mona docs
es: viste los documentos de Mona

source: Want to handle these events somewhere other than logic apps? Subscribe to
es: ¿Quiere manejar estos eventos en otro lugar que no sean en Logic Apps? Suscribite a

source: You can disable test mode through
es: Puedes desactivar el modo de prueba a través del

source: You'll need these technical details when you
es: Necesitará estos detalles técnicos cuando

source: your own code
es: tu propio codigo
